Repository: x1z53/Herbarium
Catalog: po/*.po
Languages: ru

source: Manager for Everlasting Summer mods
ru: Мод-менеджер для игры Бесконечное Лето

source: List known mods
ru: Список модов

source: Disable mod by numeric folder, codename, or ALL
ru: Отключить мод по номеру папки, кодовому имени или ALL

source: Enable mod by numeric folder, codename, or ALL
ru: Включить мод по номеру папки, кодовому имени или ALL

source: Launch game with current mod setup
ru: Запустить игру с текущей конфигурацией модов

source: game_exe is empty in config
ru: game_exe в конфиге пуст

source: Error:
ru: Ошибка:

source: Herbarium
ru: Гербарий

source: Launch Everlasting Summer
ru: Запустить Бесконечное Лето

source: All states
ru: Все состояния

source: Enabled
ru: Включен

source: Disabled
ru: Выключен

source: Newest first
ru: Сначала новые

source: Oldest first
ru: Сначала старые

source: A to Z
ru: От А до Я

source: Z to A
ru: От Я до А

source: Today
ru: Сегодня

source: This week
ru: Эта неделя

source: This month
ru: Этот месяц

source: Last 3 months
ru: Последние 3 месяца

source: This year
ru: Этот год

source: Search mods...
ru: Искать моды...

source: Select all
ru: Выбрать все

source: Clear selection
ru: Очистить список выбранных

source: Total
ru: Всего

source: warning: destination exists, skipping restore:
ru: предупреждение: место назначения уже существует, восстановление пропущено:

source: Launching via Steam:
ru: Запуск с помощью Steam:

source: Target process exited.
ru: Отслеживаемый процесс завершен.

source: error disabling mods:
ru: ошибка выключения модов:

source: Restoring %d folders...
ru: Восстановление %d каталогов...

source: restore error:
ru: ошибка восстановления:

source: Interrupted — restoring...
ru: Прервано — восстановление...

source: game launch error:
ru: ошибка запуска игры:

source: Game exited — mods restored.
ru: Процесс игры завершен — моды восстановлены.

source: Utility for managing mods for the game Everlasting Summer
ru: Утилита для управления модами для игры Бесконечное Лето

source: es;modmanager
ru: бл;модменеджер
